aaron-bond.better-comments
amazonwebservices.aws-toolkit-vscode
bradlc.vscode-tailwindcss
bungcip.better-toml
csstools.postcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-rename-tag
GitHub.copilot
github.vscode-github-actions
GitHub.vscode-pull-request-github
ms-azuretools.vscode-docker
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.remote-explorer
njpwerner.autodocstring
rvest.vs-code-prettier-eslint
techer.open-in-browser
yzhang.markdown-all-in-one
